chat_system_845691204_actor_description=Royal guardsman. Guard.
chat_system_845691204_snap_0_question=^?^Who goes there? Stand to!
chat_system_845691204_snap_0_answer_0=^?^I am under orders from His Majesty. Open the mines and remove all the guard posts!
chat_system_845691204_snap_0_answer_1=^?^Friends... I'm [player], the royal Treasure Searcher...
chat_system_845691204_snap_0_answer_2=^?^Nobody special, just trying to go through.
chat_system_845691204_snap_13_question=^?^Great news! I'll inform the other posts...
chat_system_845691204_snap_13_answer_0=^?^Come on...
chat_system_845691204_snap_1_question=^?^I'm sorry Searcher, but according to special orders of His Majesty, the pass to the Creiston Mines is closed.
chat_system_845691204_snap_1_answer_0=^?^And what's happened?
chat_system_845691204_snap_1_answer_1=^?^I really need to get in there.
chat_system_845691204_snap_1_answer_2=^?^Ok, well I guess I'll have to wait until you receive new orders.
chat_system_845691204_snap_2_question=^?^Haven't you heard?<br>Dwarves... All of the sudden a whole assault party in heavy armor appeared from the Kordar side of the mines, and tried to take over the entire complex... A lot of good men were killed, but the baron's people came in time...<br>Then we turned the tables on these devils. They were running away from us, yelling, dropping their shields and axes.<br>After that, the mines were closed, all workers were removed, and guards set up posts on every important point. We're waiting for another dwarven attack.
chat_system_845691204_snap_2_answer_0=^?^Why did they attack you?
chat_system_845691204_snap_2_answer_1=^?^I see. Well, goodbye soldier...
chat_system_845691204_snap_3_question=^?^Who knows... Maybe they drank too much beer, or decided not to pay the rent anymore and take the mines by force.<br>But they were sadly mistaken....His Majesty doesn't concede Darion territory, whether the Islands of Freedom or these here mines.
chat_system_845691204_snap_3_answer_0=^?^I see. Well, let's talk next time.
chat_system_845691204_snap_4_question=^?^Sorry, can't help you... It's an order.
chat_system_845691204_snap_4_answer_0=^?^Maybe you'll think twice? I have a key that can open any door... It's the color of gold, and features His Majesty's profile...
chat_system_845691204_snap_4_answer_1=^?^Are there other ways into the mines?
chat_system_845691204_snap_4_answer_2=^?^I see you are resolute in your service... Ok, good job, man!
chat_system_845691204_snap_5_question=^?^You offering me a bribe? I understand that my service is no picnic, and salary could be a lot better... but still, your offer is just offensive for me!
chat_system_845691204_snap_5_answer_0=^?^It was just a test! Well done! You've passed the test! I'll tell the king that you are honest, firm and morally steady!
chat_system_845691204_snap_6_question=^?^I serve His Majesty and Darion!
chat_system_845691204_snap_6_answer_0=^?^Ok, well done then...
chat_system_845691204_snap_7_question=^?^No, there is only one way into the mines, and it's now closed. There is no other way either to the mines or to Kordar.<br>They used to fly to Kordar in... what-d'ye-call-em... dirigibles, but after the war had begun, the dwarves stopped flying here.
chat_system_845691204_snap_7_answer_0=^?^Can I reach Kordar by sea?
chat_system_845691204_snap_7_answer_1=^?^I see... ok, then, stand your post... I must see to other affairs.
chat_system_845691204_snap_8_question=^?^No. You should have seen this Kordar - it's ice-covered stone. And there are a lot of reefs and rocks, and no way ships can moor. You can only get there by air or under the ground.<br>The dwarves live under the ground. I don't even know if they have any towns on the surface...
chat_system_845691204_snap_8_answer_0=^?^I see. Ok, I have to go...
chat_system_845691204_snap_9_question=^?^Sorry, the pass is closed by his Majesty's order!
chat_system_845691204_snap_9_answer_0=^?^I've just come to amuse you with a little conversation. Probably you are bored at your post?
chat_system_845691204_snap_9_answer_1=^?^You serve the king, I serve the king....Can't we come to an understanding?
chat_system_845691204_snap_9_answer_2=^?^I see. I'm going away.
chat_system_845691204_snap_10_question=^?^While I'm at my post I am not to speak to strangers. If it weren't for your insignia, I would be bound to give the alarm.
chat_system_845691204_snap_10_answer_0=^?^What's happened?
chat_system_845691204_snap_10_answer_1=^?^Probably you're bored at the post, aren't you?
chat_system_845691204_snap_10_answer_2=^?^I see. I won't disturb you then. See you later.
chat_system_845691204_snap_11_question=^?^No, it's fun to stand here. Today, exactly 432 crows have flown by.
chat_system_845691204_snap_11_answer_0=^?^Wow... you are really bored. Want to play cards?
chat_system_845691204_snap_11_answer_1=^?^Yeah... you have a really creative job!
chat_system_845691204_snap_12_question=^?^Oh, I'd like to, but I can't. Sorry.
chat_system_845691204_snap_12_answer_0=^?^Ok, maybe next time.
